translations = {
    'commands': {
        'answers': {
            'start': 'Добро пожаловать, {user_name}!\nЯ - *{bot_name}*. ' +
            'Введи /help чтобы получить инструкцию',
            'help': '/get_all_messages - увидеть все загруженные сообщения\n' +
             '/get <число>, <число>, ... - получить выбранные сообщения\n' +
            '/delete <число>, <число>, ... - удалить выбранные сообщения\n' +
            '/left_messages_count <число> - узнать кол-во непрочитанных сообщений пользователем',
            'help-all': 'Нажимай кнопку:):):)',
            'role': {
                'root': 'Ты босс',
                'admin': 'Ты админ',
                'user': 'Ты пользователь, доступ закрыт((('
            }
        }
    },
    'answers': {
        'dont-understand': "Извини, я не понимаю, нажми /start или /help"
    },
    'keyboards': {
        'answers': {
        },
        'buttons': {
            'get-message': '🥺 Мне грустно 👉👈',
        }
    },
    'callbacks': {
        'answers': {
        },
        'keyboards': {
        }
    }
}
